{
  "base_model_name_or_path": "google/vit-base-patch16-224-in21k",
  "bias": "none",
  "fan_in_fan_out": false,
  "inference_mode": true,
  "init_lora_weights": true,
  "lora_alpha": 16,
  "lora_dropout": 0.05,
  "modules_to_save": [
    "classifier"
  ],
  "peft_type": "LORA",
  "r": 8,
  "target_modules": [
    "query",
    "value"
  ],
  "task_type": null
}